Repository: skalanux/vcsh-gnome-shell-extensions
Catalog: .local/share/gnome-shell/extensions/switcher@landau.*/locale/*/LC_MESSAGES/switcher.po
Languages: fr

source: Switcher usage tip
fr: Astuce d'utilisation de Switcher

source: Never show usage tips
fr: Ne jamais afficher les astuces

source: Use Super+w (or another shortcut you configured in settings) to start the switcher. Type space separated searches, use the arrow keys to navigate, and press Space to activate.
fr: Utilisez Super+w (ou autre raccourci configuré dans les paramètres) pour afficher le sélecteur. Inscrivez des mots-clés séparés par des espaces, utilisez les flèches pour naviguer dans les résultats et appuyez sur "entrer" pour activer l'application.

source: There is a launcher mode too. Use Ctrl+Tab, Ctrl+Space or Ctrl+m to switch modes. If you are looking for an app that is not running, the mode switches automatically.
fr: Il y a aussi un mode lanceur d'applications. Utilisez Ctrl+Tab, Ctrl+Espace ou Ctrl+m pour changer le mode. Si vous cherchez une application qui n'est pas en cours d'exécution, le mode changera automatiquement.

source: There are a number of settings you can tweak to configure how the switcher looks and acts. Go to https://extensions.gnome.org/local/ to access settings.
fr: Il y a un éventail de paramètres que vous pouvez configurer pour ajuster la façon dont le sélecteur s'affiche et réagit. Rendez-vous à https://extensions.gnome.org/local/ pour accéder à la configuration.

source: You can also click an item with the mouse/touchpad to activate.
fr: Vous pouvez aussi cliquer sur un item avec la souris pour l'activer.

source: You can use Shift+Enter to bring the activated window to the current workspace.
fr: Vous pouvez utiliser Maj+Entrer pour apporter l'application désirée dans l'espace de travail actif.

source: Hotkey to activate switcher
fr: Touche raccourci pour activer Switcher

source: Hotkey to activate launcher
fr: Touche raccourci pour activer le lanceur d'applications

source: Use Ctrl+Tab or Ctrl+Space to switch between switcher and launcher
fr: Utilisez Ctrl+Tab ou Ctrl+Espace pour permuter entre le sélecteur d'application et le lanceur d'application

source: Key
fr: Touche

source: Pattern matching algorithm
fr: Algorithme de recherche de motifs

source: Fuzzy
fr: Logique floue

source: Ordering criteria
fr: Critère de tri

source: Last focused
fr: Dernier focus

source: Most relevant
fr: Plus pertinent

source: Immediate activation
fr: Activation immediate

source: When there is just one result, activate immediately
fr: Lorsqu'il n'y a qu'un seul résultat, activer immédiatement

source: Activate immediately this many milliseconds after last keystroke
fr: Activer automatiquement si aucune touche n'est enfoncée pendant ce nombre de millisecondes

source: Icon size (px)
fr: Taille des icônes (px)

source: Font size (px)
fr: Taille de la police (px)

source: Max width (%)
fr: Largeur maximale (%)

source: Activate by pressing a key matching the index in the list
fr: Activer en appuyant sur une touche correspondante à l'index dans la liste

source: Disable
fr: Désactivé

source: Function keys
fr: Touches fonctions

source: Number keys
fr: Touches numériques

source: Show workspace indicators
fr: Afficher les indicateurs d'espaces de travail

source: Show only apps in the current workspace
fr: Afficher seulement les applications de l'espace de travail actif

source: Fade Effect
fr: Effet de fondu

source: Usage tips
fr: Astuces d'utilisation

source: Read all tips
fr: Lire toutes les astuces
